Course2/Course5/Resources/Subtract.xml

<?xml version="1.0" encoding="utf-8" ?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
  <soapenv:Header/>
  <soapenv:Body>
    <tem:Subtract>
      <!--Optional:-->
      <tem:val1>45</tem:val1>
      <!--Optional:-->
      <tem:val2>90</tem:val2>
    </tem:Subtract>
  </soapenv:Body>
</soapenv:Envelope> 
